Repository: sungaila/SUBSTitute
Catalog: src/Strings/*/Resources.resw
Source language: en_us
Languages: et, lt

# RemoveVirtualDrive+Label
source: Remove
lt: Šalinti

# AddDriveViewTitle
source: Add virtual drive
et: Lisa virtuaalne ketas
lt: Pridėti virtualųjį diską

# AdminIcon.ToolTipService.ToolTip
source: Administrator privileges are required for this.
et: Selleks on vaja peakasutaja õigusi.
lt: Tam reikalingos administratoriaus teisės.

source: Administrator
et: Peakasutaja
lt: Administratorius

# AppInfoTextBlock.Text
source: About
et: Rakenduse teave
lt: Apie

# ContentDialogAdd
source: Add
et: Lisa
lt: Pridėti

# ContentDialogCancel
source: Cancel
et: Katkesta
lt: Atšaukti

# ContentDialogRemove
source: Remove
et: Eemalda
lt: Šalinti

# DriveFormatColumn.Content
source: File system
et: Failisüsteem
lt: Failų sistema

# DriveType+CDRom
source: CD drive
et: CD-ketas
lt: CD diskų įrenginys

# DriveType+Fixed
source: Local drive
et: Kohalik ketas
lt: Vietinis diskas

# DriveType+NoRootDirectory
source: Local drive
et: Kohalik ketas
lt: Vietinis diskas

# DriveType+Network
source: Network drive
et: Võrguketas
lt: Tinklo diskas

# SettingsHeaderTextBlock.Text
source: Settings
lt: Parametrai

# DriveColumn.Content
source: Drive
et: Ketas
lt: Diskas

# DriveType+Ram
source: RAM drive
et: RAM-ketas
lt: RAM diskas

# DriveType+Removable
source: Removable drive
et: Eemaldatav ketas
lt: Išimamasis diskas

# DriveType+Unknown
source: Unknown
et: Pole teada
lt: Nežinomas

# DriveTypeColumn.Content
source: Type
et: Tüüp
lt: Tipas

# ElementTheme+Dark
source: Dark
et: Tume kujundus
lt: Tamsi

# ElementTheme+Default
source: Use system setting
et: Kasuta süsteemi kujundust
lt: Naudoti sistemos parametrą

# ElementTheme+Light
source: Light
et: Hele kujundus
lt: Šviesi

# GridSegmentedItem.ToolTipService.ToolTip
source: Grid
et: Ruudustikuvaade
lt: Tinklelio rodinys

# IsPermanentCheckBox.Content
source: Attach on Windows startup
et: Haagi sisselogimisel
lt: Prijungti prisijungimo metu

# IsPermanentCheckBox.ToolTipService.ToolTip
source: All users will have access to this virtual drive after startup.
lt: Padaryti šį virtualųjį diską prieinamą visiems vartotojams po prisijungimo.

# IssueSettingsCard.Description
source: Have you found something that does not work or has been translated incorrectly?
lt: Praneškite apie klaidą arba pasiūlykite patobulinimą.

# IssueSettingsCard.Header
source: Report an issue
lt: Pranešti apie problemą

# IsVirtual
source: Virtual drive
lt: Virtualusis diskas

# LabelColumn.Content
source: Label
lt: Žyma

# LanguageSettingsCard.Header
source: Language
lt: Kalba

# ListSegmentedItem.ToolTipService.ToolTip
source: List
lt: Sąrašo rodinys

# NavigationViewItem.Content
source: Mapping
lt: Diskų susiejimai

# Open+Description
source: Open in Explorer
lt: Atidaryti failų naršyklėje

# PathTextBox.PlaceholderText
source: Path to an existing folder
lt: Pasirinkite aplanko kelią

# RemoveDriveTextBlock.Text
source: Are you sure you want to remove this virtual drive?
lt: Ar tikrai norite pašalinti šį virtualųjį diską?

# RemoveDriveViewTitle
source: Remove virtual drive
lt: Šalinti virtualųjį diską

# RemovePermanentCheckBox.Content
source: Remove from Windows startup
lt: Šalinti iš paleisties

# RemovePermanentCheckBox.ToolTipService.ToolTip
source: All users will lose access to this virtual drive after startup.
lt: Nebeprijungti šio virtualiojo disko prisijungimo metu.

# RemoveVirtualDrive+Description
source: Remove this virtual drive
lt: Šalinti virtualųjį diską

# SelectFolderButton.ToolTipService.ToolTip
source: Select folder …
lt: Naršyti …

# SettingsRestartRequired
source: The app must be restarted for this setting to take effect.
lt: Kad šis parametras įsigaliotų, programėlę reikia paleisti iš naujo.

# ShowAllDrivesCheckBox.Content
source: Show all drives
lt: Rodyti visus diskus

# ThemeSettingsCard.Description
source: Select which app theme to display
lt: Pasirinkite programėlės temą.

# ThemeSettingsCard.Header
source: App theme
lt: Programėlės tema

# TilesSegmentedItem.ToolTipService.ToolTip
source: Tiles
lt: Plytelių rodinys

# PatternCanvasVisibleSettingsCard.Header
source: Background pattern
lt: Fono raštas

# PatternCanvasVisibleSettingsCard.Description
source: Draws the app icon as a pattern in the top bar.
lt: Rodyti programėlės piktogramą kaip fono raštą.
